tap "homebrew/core"
tap "homebrew/services"
brew "clang-format"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "diffutils"
brew "findutils"
brew "git"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "neovim"
brew "parallel"
brew "pt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "yarn", args: ['without-node']
brew "shellcheck"
brew "shfmt"
brew "tig"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wget"
brew "zsh", args: ['without-etcdir']
