tap "homebrew/core"
tap "homebrew/services"
brew "cabal-install"
brew "clang-format"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "diffutils"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "global"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "jq"
brew "neovim"
brew "parallel"
brew "proctools"
brew "reattach-to-user-namespace"
brew "yarn", args: ['without-node']
brew "shellcheck"
brew "shfmt"
brew "skktools"
brew "tig"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wget"
brew "zsh"
