tap "caskroom/cask"
tap "homebrew/brewdler"
tap "homebrew/core"
tap "homebrew/services"
tap "tkengo/highway"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "clang-format"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "diffutils"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "fzf"
brew "gawk"
brew "ghq"
brew "gibo"
brew "global"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "go"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "jq"
brew "nano"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "parallel"
brew "proctools"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "yarn", args: ['without-node']
brew "shellcheck"
brew "tig"
brew "tmux"
brew "unzip"
brew "wget"
brew "zsh"
brew "tkengo/highway/highway"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "colorpicker-developer"
cask "dash"
cask "docker"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "oni"
cask "skype"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
