tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "homebrew/core"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "tavianator/tap"

brew "autoconf"
brew "bfs"
brew "colordiff"
brew "coreutils"
brew "checkstyle"
brew "cppcheck"
brew "diffutils"
brew "diff-so-fancy"
brew "docker-compose", args: ['without-docker', 'without-docker-machine']
brew "fd"
brew "findutils"
brew "flawfinder"
brew "gawk"
brew "ghq"
brew "git", args: ['with-subversion']
brew "global", args: ['with-ctags']
brew "gnu-sed"
brew "gnu-tar"
brew "goenv"
brew "grep"
brew "gzip"
brew "jq"
brew "lesspipe", args: ['with-syntax-highlighting']
brew "nvm"
brew "pandoc"
brew "parallel"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-default-packages"
brew "pyenv-virtualenv"
brew "ranger"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-default-gems"
brew "ripgrep-bin"
brew "rustup-init"
brew "scalastyle"
brew "shellcheck"
brew "shfmt"
brew "spotbugs"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wdiff", args: ['with-gettext']
brew "wget"
brew "xmlstarlet"
brew "yarn", args: ['without-node']
brew "zsh", args: ['with-pcre', 'without-etcdir']
