DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
PeterJausovec.vscode-docker
alefragnani.Bookmarks
alefragnani.project-manager
alefragnani.read-only-indicator
bierner.markdown-preview-github-styles
dbaeumer.vscode-eslint
eamodio.gitlens
eamodio.restore-editors
esbenp.prettier-vscode
faustinoaq.crystal-lang
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
lukehoban.Go
ms-python.python
ms-vscode.cpptools
patrys.vscode-code-outline
redhat.java
salesforce.salesforcedx-vscode
salesforce.salesforcedx-vscode-apex
salesforce.salesforcedx-vscode-apex-debugger
salesforce.salesforcedx-vscode-core
salesforce.salesforcedx-vscode-lightning
salesforce.salesforcedx-vscode-visualforce
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscodevim.vim
vscoss.vscode-ansible
zhuangtongfa.Material-theme
ziyasal.vscode-open-in-github
