tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "homebrew/core"
tap "homebrew/services"
tap "llvm-hs/homebrew-llvm"
tap "thoughtbot/formulae"
brew "ag"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "diffutils"
brew "findutils"
brew "flawfinder"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git", args: ['with-subversion']
brew "global", args: ['with-ctags']
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "llvm-hs/llvm/llvm-6.0"
brew "pandoc"
brew "parallel"
brew "rcm"
brew "ripgrep-bin"
brew "scalastyle"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wdiff", args: ['with-gettext']
brew "wget"
brew "xmlstarlet"
brew "yarn", args: ['without-node']
brew "zsh", args: ['with-pcre', 'without-etcdir']
