tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "homebrew/core"
tap "homebrew/services"
tap "llvm-hs/homebrew-llvm"
tap "thoughtbot/formulae"
brew "ag"
brew "autoconf"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "diffutils"
brew "findutils"
brew "flawfinder"
brew "fzf"
brew "gawk"
brew "gcc", args: ['without-fortran']
brew "ghq"
brew "git", args: ['with-subversion']
brew "glibc"
brew "gmp"
brew "global", args: ['with-ctags']
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "haskell-stack"
brew "isl@0.18"
brew "jq"
brew "llvm-hs/llvm/llvm-6.0"
brew "m4"
brew "ncurses"
brew "nvm"
brew "openssl"
brew "pandoc"
brew "parallel"
brew "pkg-config"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rcm"
brew "readline"
brew "ripgrep-bin"
brew "rustup-init"
brew "scalastyle"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wdiff", args: ['with-gettext']
brew "wget"
brew "xmlstarlet"
brew "yarn", args: ['without-node']
brew "zlib"
brew "zsh", args: ['with-pcre', 'without-etcdir']
