tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "ag"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "diffutils"
brew "extract_url"
brew "findutils"
brew "git"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "llvm", args: ['with-clang', 'with-lld', 'with-python']
brew "pandoc"
brew "parallel"
brew "rcm"
brew "ripgrep-bin"
brew "yarn", args: ['without-node']
brew "shellcheck"
brew "shfmt"
brew "tig"
brew "tldr"
brew "tmux"
brew "unzip"
brew "urlview"
brew "wdiff", args: ['with-gettext']
brew "wget"
brew "xmlstarlet"
brew "zsh", args: ['without-etcdir']
