adobe-source-code-pro-fonts
arandr
cargo
chromium
compton
dmenu
docker
dunst
fcitx-im
fcitx-ui-light
feh
emacs
i3-gaps
i3blocks
lightdm
lightdm-gtk-greeter
networkmanager
noto-fonts
noto-fonts-cjk
ntp
# nvidia
# nvidia-utils
openssh
rustup
stack
stack
terminus-font
texlive-core
xclip
xterm
zeal
