tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "homebrew/core"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "tavianator/tap"

brew "autoconf"
brew "bfs"
brew "colordiff"
brew "coreutils"
brew "checkstyle"
brew "cppcheck"
brew "diffutils"
brew "diff-so-fancy"
brew "docker-compose", args: ['without-docker', 'without-docker-machine']
brew "emacs-plus", args: ['with-natural-title-bar']
brew "fd"
brew "findutils"
brew "flawfinder"
brew "gawk"
brew "ghq"
brew "git", args: ['with-subversion']
brew "global", args: ['with-ctags']
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "lesspipe", args: ['with-syntax-highlighting']
brew "pandoc"
brew "parallel"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-default-gems"
brew "ripgrep-bin"
brew "rustup-init"
brew "scalastyle"
brew "shellcheck"
brew "shfmt"
brew "spotbugs"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "unzip"
brew "wdiff", args: ['with-gettext']
brew "wget"
brew "xmlstarlet"
brew "yarn", args: ['without-node']
brew "zsh", args: ['with-pcre', 'without-etcdir']

cask_args appdir: "~/Applications"
cask "adobe-creative-cloud"
cask "alfred"
cask "amethyst"
cask "dash"
cask "docker"
cask "dropbox"
cask "font-source-han-code-jp"
cask "gitter"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "slack"
