edc/bass
fisherman/done
fisherman/fzf
fisherman/fzy
fisherman/humanize_duration
fisherman/nvm
fisherman/pyenv
fisherman/rbenv
oh-my-fish/plugin-archlinux
oh-my-fish/plugin-direnv
oh-my-fish/plugin-emacs
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-pj
oh-my-fish/plugin-python
oh-my-fish/plugin-rails
oh-my-fish/plugin-rustup
oh-my-fish/plugin-ssh
