0rax/fish-bd
decors/fish-colored-man
decors/fish-ghq
fisherman/done
fisherman/nvm
fisherman/pyenv
fisherman/rbenv
jethrokuan/fzf
jhillyerd/plugin-git
matchai/spacefish
oh-my-fish/plugin-argu
oh-my-fish/plugin-emacs
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-ssh
oh-my-fish/plugin-sudope
~/.config/fish/plugins/fish-ranger-cd
